Repository: mranisavljevic/HotelManager
Catalog: HotelManager/*.lproj/Localizable.strings
Languages: is, uk

source: Hotel Manager
is: Hótelstjóri
uk: Менеджер готелю

source: Browse Hotels
is: Flokka Hótel
uk: Пошук готелів

source: Book Hotels
is: Bóka Hótel
uk: забронювати готель

source: Look Up Reservations
is: Leita Hótelpantanir
uk: Подивіться застереження

source: Hotels
is: Hótel
uk: Готелі

source: Rooms
is: Herbergin
uk: кімнати

source: Room: %i - %i beds - $%.2f per night.
is: Herbergi: %i - %i rúm - $%.2f á nótt.
uk: кімната: %i - %i ліжка - $%.2f на добу.

source: Check In:
is: Innritun:
uk: заїзду:

source: Book Dates
is: Bók Dagsetningar
uk: книга дати

source: What!?!
is: Hvað!?!
uk: Що!?!

source: You can't book a stay for negative days!
is: Þú getur ekki bóka dvöl fyrir neikvæðum daga!
uk: Ви не можете забронювати перебування для негативних днів!

source: Put your names in there!
is: Setja nöfn í það!
uk: Покладіть ваші імена в там!

source: OK
uk: добре

source: Search Reservations
is: Leita Hótelpantanir
uk: Пошук Бронювання

source: Room %@ - %@ beds - $%.2f per night. Check-in: %@ Check-out: %@
is: Herbergi %@ - %@ rúm - $%.2f á nótt. Innritun %@ Athuga: %@
uk: кімната %@ - %@ ліжка - $%.2f на добу. заїзду: %@ від'їзд: %@

source: Total: $%.2f
is: Heildarkostnaður vegna: $%.2f
uk: Загальна сума заборгованості: $%.2f

source: Confirm
is: Staðfesta
uk: підтвердити

source: First Name
is: Fornafn
uk: Ім'я

source: Last Name
is: Kenninafn
uk: Прізвище
